tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Commons
brew "coreutils"
brew "fish"
brew "starship"
brew "git"
brew "git-lfs"
brew "gpg"
brew "openssl"
#brew "skhd"
brew "hammerspoon"
brew "tmux"
brew "tpm"
brew "eza"
brew "font-fira-mono-nerd-font"

# Neovim & Helpers
brew "neovim"
brew "ripgrep"
brew "fd"
brew "lua"
brew "ccat"

# JS & Dev
brew "n"
brew "jq"
brew "gh"
brew "watchman"
brew "yarn"
brew "pnpm"
brew "awscli"
#brew "lazygit"

# Other
brew "python"
brew "switchaudio-osx"
brew "ffmpeg"
brew "zulu11"

# GUI Apps
brew "obsidian"
brew "kitty"
brew "1password"
brew "1password-cli"
brew "brave-browser"
#brew "nordvpn"
brew "spotify"
brew "tg-pro"
