# tap "homebrew/cask"
# tap "homebrew/cask-fonts"

# Commons
brew "coreutils"
brew "fish"
#brew "starship" # prompt
brew "git"
brew "git-lfs"
brew "openssl"
brew "hammerspoon" # os re-keybinding
brew "tmux"
brew "eza" # replace `ls`
brew "bat" # replace `cat`
brew "glow" # markdown viewer

# Neovim & Dev
brew "neovim"
brew "ripgrep" # replace `grep`
brew "fd" # replace `find`
brew "lua"
brew "fzf" # fuzzy file finder
brew "font-fira-mono-nerd-font"

# JS & Dev
brew "nvm"
brew "jq"
brew "gh" # Github CLI
brew "watchman"
brew "yarn"
brew "pnpm"
brew "lazygit" # Easy Git UI

# Other
brew "python"
brew "switchaudio-osx" # Audio device switcher
brew "lunar" # External Display brightness mgmt
#brew "ffmpeg"
#brew "zulu11" # Java 11

# GUI Apps
brew "kitty"
#brew "1password"
#brew "1password-cli"
#brew "brave-browser"
#brew "nordvpn"
#brew "spotify"
#brew "tg-pro" # Fan speed mgmt
